{

    "headers": {
        "home": "Accueil",
        "projects": "Projets",
        "about": "A propos",
        "contact": "Contact"
    },

    "title": {
        "main": "Développeur freelance",
        "second": "fullstack"
    },
    "slogan": {
        "first": "A chaque ligne, je plante la ",
        "seed": "graine",
        "crafting": ", créant",
        "solutions": "des solutions ",
        "meet": "pour répondre à",
        "needs": "vos besoins."
    },
    "presentation": {
        "first": "Salut ! Je m'appelle Kylian, je suis un développeur web passionné, dédié à la création de solutions épurées, élégantes et fonctionnelles.",
        "second": "Développons ensemble vos idées et transformons-les en ",
        "success": "succès."
    },

    "travail":{
      "my": "Mes ",
      "work": "travaux"
    },

    "about": {
        "about": "A propos de ",
        "me": "moi"
    },
    "about_section": {
        "catchPhrase": {
          "first": "Je suis ravi que vous souhaitiez en apprendre davantage sur moi.",
          "second": "Découvrons",
          "third": "ensemble",
          "fourth": "ce que nous pouvons ",
          "fifth": "créer",
          "sixth": "ci-dessous."
        },
    
        "presentation": {
          "first": "Je suis un jeune développeur web basé à Annecy en France, désireux de",
          "second": "grandir",
          "third": "grâce à des collaborations stimulantes et significatives avec mes clients.",
          "fourth": "Ensemble",
          "fifth": "nous donnerons vie à la ",
          "sixth": "vision ",
          "seven": "de votre site web en nous concentrant à la fois sur le design et la fonctionnalité pour garantir une expérience utilisateur fluide et engageante."
        },
    
        "services": {
          "title": "Construisons",
          "title_1": "ensemble..",
          "card_1": {
            "title": "Développement web",
            "strong_title": "Full stack",
            "first": "Je construis",
            "second": "des sites web complets",
            "third": "et des applications web, en gérant à la fois",
            "fourth": "le frontend",
            "fifth": "et",
            "sixth": "le backend",
            "seven": "pour créer des expériences numériques fonctionnelles et cohérentes."
          },
          "card_2": {
            "title": "Solutions de sites e-commerce ",
            "strong_title": "intégrées",
            "first": "Je conçois et développe des",
            "second": "sites e-commerce",
            "third": "entièrement intégrés offrant une expérience d'achat fluide, de la présentation des produits à la commande sécurisée"
          },
          "card_3": {
            "title": "Applications Web interactives & ",
            "title_1": "sur mesure",
            "first": "Je crée",
            "second": "des applications web dynamiques",
            "third": "centrées sur l'utilisateur, y compris des portfolios en ligne personnalisés et",
            "fourth": "des plateformes interactives",
            "fifth": "adaptées à vos besoins uniques"
          }
        }
      },

      "projects": {
        "project_1": {
            "title": "Cinédelices",
            "description": "Ce projet est une application web responsive développée avec React, NodeJs, PostgreSQL et Sequelize. Les utilisateurs peuvent explorer un catalogue de films et d'émissions de télévision, en découvrant des recettes inspirées des plats vus dans les films. Les visiteurs peuvent également créer leurs propres recettes liées à leurs films préférés. Avec une interface conviviale, l'application offre une expérience fluide sur tous les appareils. Le backend est alimenté par NodeJs, avec une gestion efficace de la base de données via Sequelize et PostgreSQL.",
            "enterprise": "Ce projet collaboratif a été entrepris dans le cadre de notre programme de formation en vue de préparer l'examen final. Ses principaux objectifs étaient d'évaluer nos forces et nos faiblesses individuelles, d'améliorer notre expertise technique et de favoriser de solides compétences en travail d'équipe et en communication. Il a également été l'occasion de renforcer nos capacités de collaboration et de résolution de problèmes dans des conditions réelles.",
            "role_date": "Design, Développement, Projet Collaboratif - 2024"
        },
        "project_2": {
            "title": "Séquentiel",
            "description": "Ce projet est un calendrier interactif conçu pour les développeurs, leur permettant de récupérer leurs tickets GitLab et de les organiser visuellement via une interface intuitive. Les utilisateurs peuvent glisser-déposer leurs tâches dans le calendrier, suivre avec précision le temps passé sur chaque projet ou ticket et créer des blocs de temps personnalisés qui peuvent être attribués aux développeurs ainsi qu'à des tickets spécifiques. Un onglet récapitulatif quotidien fournit un aperçu des tâches terminées, génère un rapport détaillé indiquant le temps passé sur chaque projet et tâche. Une amélioration future pourrait consister à centraliser ces journées validées pour offrir une vision d'ensemble encore plus complète de la productivité.",

            "enterprise": "Forte de plus de 30 ans d'expérience, cette entreprise crée des solutions innovantes et sur mesure pour les PME, les grandes entreprises et les associations. Lors de mon stage, j'ai pu constater qu'ils se concentrent sur les besoins des clients, leur fournissent des outils efficaces tout en entretenant des relations solides et professionnelles.",

            "role_date": "Intégration et Développement Complet - 2024 "
        }
    },
    "footer": {
      "email": "Email",
      "phone": "Téléphone",
      "ready": "Prêt à travailler ensemble ?",
      "contact": "Prendre contact",
      "legacy": "Mentions légales",
      "policy": "Politique de confidentialité"
  },

  "contact": {
        "title": "Créons un",
        "title_1": "projet.",
        "name": "Nom",
        "name_placehold": "Quel est votre prénom ?",
        "email": "Adresse mail",
        "email_placehold": "yourmail@example.com",
        "subject": "Objet",
        "subject_placehold": "Quel est votre vision du projet ?",
        "phone": "Numéro de téléphone",
        "phone_placehold": "Si vous préférez un appel",
        "message": "Message",
        "message_placehold": "Bonjour Kylian, parlons de comment nous pourrions travailler ensemble",
        "connect": "Prenons contact !",
        "links": "Liens utiles"
      }
}